Repository: Adamant-im/adamant-iOS
Catalog: AdamantShared/Assets/l18n/Localizable.xcstrings
Source language: en
Languages: de, ru

# TransactionSend.Minimum.Balance
source: Recipient must have at least 0.05 LSK—Send more tokens
de: Der Empfänger muss mindestens 0,05 LSK haben – Senden Sie mehr Token
ru: На кошельке получателя должно быть больше 0.05 LSK — Отправьте больше токенов

# TransactionStatus.Failed
source: Failed
de: Abgelehnt
ru: Ошибка

# TransactionStatus.Inconsistent.Reason.Title
source: Inconsistent reason
de: Inkonsistenter Grund
ru: Противоречивая причина

# TransactionStatus.Inconsistent.WrongTimestamp
source: Message and Tx has different timestamps. It is possible, but check twice
de: Nachricht und Tx haben unterschiedliche Zeitstempel. Es ist möglich, aber überprüfen Sie es zweimal
ru: Сообщение и транзакция имеют различное время. Это возможно, но лучше перепроверьте

# TransactionStatus.Pending
source: Pending
de: Ausstehend
ru: Ожидается

# TransactionStatus.Success
source: Success
de: Erfolgreich
ru: Успешно

# TransactionStatus.Updating
source: Updating…
de: Aktualisieren…
ru: Обновление…

# TransferScene.Amount.Placeholder
source: to send
de: senden
ru: для перевода

# TransferScene.CantUndo
source: You'll unable to undo this action
de: Sie können diese Aktion nicht rückgängig machen
ru: Вы не сможете отменить это действие

# TransferScene.Dust.Error
source: Dust amount — Send more tokens
de: Staubmenge – Senden Sie mehr Token
ru: Мелочь — Отправьте больше токенов

# TransferScene.Error.AddressNotFound
source: Address not found
de: Adresse nicht gefunden
ru: Адрес не найден

# TransferScene.Error.FeeIsTooHigh
source: Note: tx fee is higher than regular
de: Die Gebühr ist höher als üblich
ru: Комисссия выше обычной

# TransferScene.Error.InvalidAddress
source: Enter a valid address
de: Geben Sie eine gültige Adresse ein
ru: Введите корректный адрес

# TransferScene.Error.MinAmount
source: Minimum transaction amount is 0.00001
de: Der Mindesttransaktionsbetrag beträgt 0,00001
ru: Минимальная сумма перевода 0.00001

# TransferScene.Error.notEnoughMoney
source: You don't have that tokens
de: Sie haben nicht genug Tokens
ru: У вас нет такого количества токенов

# TransferScene.Error.TooLittleFee
source: Not enough fee
de: Nicht genug Gebühr
ru: Недостаточно средств для комиссии

# TransferScene.Error.TooLittleMoney
source: You should send more tokens
de: Sie müssen mehr Tokens senden
ru: Вам следует отправить больше токенов

# TransferScene.Recipient.Placeholder
source: of the recipient
de: Empfänger
ru: получателя

# TransferScene.Row.Amount
source: Amount
de: Betrag
ru: Количество

# TransferScene.Row.Balance
source: Balance
de: Kontostand
ru: Баланс

# TransferScene.Row.Comments
source: Comments
de: Bemerkungen
ru: Комментарии

# TransferScene.Row.Fiat
source: Value
de: Wert
ru: Ценность

# TransferScene.Row.IncreaseFee
source: Increase fee
de: Gebühr erhöhen
ru: Увеличить комиссию

# TransferScene.Row.MaxToTransfer
source: Max to transfer
de: Maximalbetrag für den Versand verfügbar
ru: Максимум

# TransferScene.Row.RecipientAddress
source: Address
de: Adresse
ru: Адрес

# TransferScene.Row.Send
source: Send
de: Senden
ru: Отправить

# TransferScene.Row.Total
source: Total
de: Insgesamt
ru: Итого

# TransferScene.Row.TransactionFee
source: Fee
de: Gebühr
ru: Комиссия

# TransferScene.Section.Recipient
source: Recipient
de: Empfänger
ru: Получатель

# TransferScene.Section.TransferInfo
source: Transfer Info
de: Transaktionsinfo
ru: Перевод

# TransferScene.Section.YourWallet
source: Your Wallet
de: Ihre Wallet
ru: Ваш кошелёк

# TransferScene.Send
source: Send
de: Senden
ru: Отправить

# TransferScene.SendConfirmFormat
source: Send %1$@ to %2$@?
de: %1$@ zu %2$@? senden
ru: Отправить %1$@ получателю %2$@?

# TransferScene.SendingFundsProgress
source: Sending tokens…
de: Senden…
ru: Отправляем токены…

# TransferScene.TransferSuccessMessage
source: Done!
de: Fertig!
ru: Готово!

# TransferScene.unsafeChatAlert.body
source: Account is not initiated. It's not possible to start a chat, as the Blockchain doesn't store the account's public key to encrypt messages.
de: Konto wird nicht initiiert. Es ist nicht möglich, einen Chat zu starten, da die Blockchain den öffentlichen Schlüssel des Kontos nicht speichert, um Nachrichten zu verschlüsseln.
ru: Аккаунт не инициализирован. Нельзя начать чат, поскольку блокчейн не хранит публичного ключа шифрования этого аккаунта.

# TransferScene.unsafeTransferAlert.body
source: Account not found, or not initiated. Double check recipient address and confirm transaction
de: Adresse nicht gefunden oder nicht initialisiert. Stellen Sie sicher, dass diese richtig eingegeben wurde
ru: Аккаунт не найден или не инициализирован. Проверьте адрес получателя и подтвердите перевод

# TransferScene.unsafeTransferAlert.title
source: Can't verify %@
de: Adresse %@ konnte nicht überprüft werden
ru: Не удалось проверить адрес %@

# TransferScene.UseMaxToTransfer
source: Use all available tokens as amount to transfer?
de: Alle verfügbaren Tokens versenden?
ru: Использовать все доступные токены как количество для перевода?

# TransfersProvider.Error.TransactionNotFoundFormat
source: Transaction with ID %@ not found
de: Transaktion mit der ID %@ nicht gefunden
ru: Транзакция с идентификатором %@ не найдена

# VisibleWallets.ResetListAlert
source: Reset wallet list to default?
de: Brieftaschenliste auf Standard zurücksetzen?
ru: Сбросить список кошельков к списку по умолчанию?

# VisibleWallets.Title
source: Wallet list
de: Wallet-Liste
ru: Кошельки

# WalletServices.SharedErrors.inconsistentTransaction
source: Cannot verify transaction
de: Transaktion kann nicht verifiziert werden
ru: Невозможно подтвердить транзакцию

# WalletServices.SharedErrors.InvalidAmountFormat
source: Invalid amount to send: %@
de: Ungültiger Betrag zum Senden: %@
ru: Неверное количество для отправки: %@

# WalletServices.SharedErrors.notEnoughMoney
source: Not enough tokens
de: Nicht genug Geld
ru: Недостаточно средств

# WalletServices.SharedErrors.TransactionNotFound
source: Transaction not found
de: Transaktion nicht gefunden
ru: Транзакция не найдена

# WalletServices.SharedErrors.transactionUnavailable
source: Transaction unavailable
de: Transaktion nicht verfügbar
ru: Транзакция недоступна

# WalletServices.SharedErrors.walletFrezzed
source: Wait until other transactions will be approved
de: Warten Sie, bis andere Transaktionen genehmigt wurden
ru: Подождите, пока не будут одобрены другие транзакции

# WalletServices.SharedErrors.WalletNotInitiated
source: Recepient's wallet is not initiated yet
de: Die Wallet wurde noch nicht initiiert
ru: Кошелек получателя еще не инициирован

# WelcomeScene.Description.BeginButton
source: Start secure messaging
de: Sichere Kommunikation starten
ru: Начать безопасное общение

# WelcomeScene.Description.ContinueButton
source: Continue
de: Weiter
ru: Далее

# WelcomeScene.Description.SkipButton
source: Skip
de: Überspringen
ru: Пропустить

# WelcomeScene.Description.Slide1
source: Welcome to ADAMANT, the genuine **blockchain** messenger.
de: Willkommen in ADAMANT, einem echten Messenger auf der **Blockchain**.
ru: Добро пожаловать в АДАМАНТ, настоящий мессенджер на **блокчейне**.

# WelcomeScene.Description.Slide2
source: ADAMANT is **anonymity** and **security** of your messaging as well as in-chat cryptocurrency transferring tool. [Why are other messengers not secure?](https://medium.com/adamant-im/adamant-security-features-e7cc836ff52c)
de: Mit ADAMANT können Sie anonym und sicher Nachrichten sowie Kryptowährung im Chat versenden. [Warum sind alle anderen Messenger nicht sicher?](https://medium.com/adamant-im/adamant-security-features-e7cc836ff52c)
ru: АДАМАНТ — это **анонимность** и **защищенность** вашей переписки, а также передача криптовалют в чатах. [Почему другие мессенджеры небезопасны?](https://medium.com/adamant-im/adamant-security-features-e7cc836ff52c)

# WelcomeScene.Description.Slide3
source: ADAMANT infrastracture doesn't belong to anyone and is **decentralized**. It is maintained by messages paid in ADM tokens. New accounts may receive free tokens for testing purposes.
de: Die Infrastruktur von ADAMANT hat keinen Besitzer, sie ist **dezentralisiert**. Für ihre Unterstützung werden alle Nachrichten im Messenger werden mit ADM-Tokens bezahlt. Neue Konten erhalten kostenlose Tokens als Geschenk
ru: Инфраструктура АДАМАНТа никому не принадлежит и **децентрализована**. Для ее поддержания все сообщения в мессенджере оплачиваются токенами ADM. Новым аккаунтам — бесплатные токены для тестирования.

# WelcomeScene.Description.Slide4
source: Create an account in a single click **without any requirements** (no email/phone/anything) and invite your friends. Share your ADAMANT addresses **in-person** for true security.
de: Um eine Konversation zu starten, erstellen Sie einfach ein neues Konto mit einem Klick **(Sie müssen keine Daten eingeben)** und fügen Sie Ihren ersten Gesprächspartner hinzu. Wenn Sie Ihre Anonymität schätzen, empfehlen wir Ihnen, ADAMANT-Adressen **persönlich** mitzuteilen.
ru: **Для регистрации не требуется никаких данных.** Создайте новый аккаунт в один клик и добавьте ваших собеседников. Рекомендуем передавать друг другу адреса АДАМАНТа **лично** в целях полной безопасности.

# WelcomeScene.Description.Slide5
source: The project's source code is [completely open](https://github.com/Adamant-im/). The app is in development and we constantly add new features. If you are a developer — join our team.
de: Der Quellcode des Projekts ist [zu 100% offen](https://github.com/Adamant-im/). Die App wird fortlaufend entwickelt und neue Funktionen werden ständig hinzugefügt. Wenn Sie Entwickler sind, sind Sie bei uns herzlich willkommen.
ru: Исходный код проекта [полностью открыт](https://github.com/Adamant-im/). Приложение в разработке, и новые функции добавляются постоянно. Если вы разработчик — приглашаем вас принять участие.

# WelcomeScene.Skip
source: skip
de: überspringen
ru: пропустить

# About.Row.Adamant
source: ADAMANT
ru: АДАМАНТ

# Accounts.AdamantExchange
source: ADAMANT Exchange
ru: Обменник АДАМАНТа

# Accounts.Adelina
source: Adelina AI
ru: Аделина AI

# Accounts.BetOnBitcoin
source: Bet on Bitcoin price
ru: Ставки на курс биткоина

# Accounts.Support
source: ADAMANT Support
ru: Техподдержка ADAMANT

# AccountService.update.v12.title
source: Version 1.2 update: Cryptowallets
ru: Новое в версии 1.2: Криптокошельки

# AccountTab.Row.Theme.Dark
source: Dark
ru: Темная

# AccountTab.Row.Theme.Light
source: Light
ru: Светлая

# AccountTab.Section.Application
source: Application
ru: Приложение

# AccountTab.Wallets.adamant_wallet
source: ADAMANT Wallet
ru: Кошелек ADAMANT

# AccountTab.Wallets.bitcoin_wallet
source: Bitcoin Wallet
ru: Кошелек Bitcoin

# AccountTab.Wallets.dash_wallet
source: Dash Wallet
ru: Кошелек Dash

# AccountTab.Wallets.doge_wallet
source: Doge Wallet
ru: Кошелек Doge

# AccountTab.Wallets.erc20_wallet
source: %@ Wallet
ru: Кошелек %@

# AccountTab.Wallets.ethereum_wallet
source: Ethereum Wallet
ru: Кошелек Ethereum

# AccountTab.Wallets.lisk_wallet
source: Lisk Wallet
ru: Кошелек Lisk

source: ADAMANT
ru: АДАМАНТ

# ApiService.InternalError.NoNodesAvailable
source: No nodes available. Report a bug
ru: Нет доступных нод. Сообщите разработчикам

# ChatListPage.Title
source: Chats
ru: Чаты

# Chats.Adelina.WelcomeMessage
source: Hello, I’m Adelina. Let's have a pleasure talk! I can do many things like: - Draft an email or other piece of writing - Write Python code - Answer questions about a set of documents - Support conversations - Tutor in a range of subjects - Translate languages - Compose a poem - Simulate characters for video games and much more
ru: Привет, я Аделина. Давай приятно поговорим! Я много чего умею, например: - Создавать электронные письма и другие документы - Писать код на Python - Отвечать на вопросы о мире - Поддерживать разговоры, - Помогать в учебе по разным предметам - Переводить на языки - Сочинять стихи - Создавать персонажей для видеоигр и многое другое

# Chats.Block
source: Block
ru: Заблокировать

# Chats.Exchange.WelcomeMessage
source: Hi! 😊 I'm your exchange bot. I operate instantly and anonymously. Type **/help** to see what I can do. I ask for a higher fee than my fellow bots, so I recommend that you set up your own bot with a competitive fee. ℹ️ You can learn more on ADAMANT blog. I'm highly reliable but if you have any troubles, please leave a message here U6386412615727665758.
ru: Привет! 😊 Я — бот-обменник криптовалют. Меняю анонимно и без задержек. Моя комиссия выше, чем у других ботов, а вы можете создать свой конкурентоспособный обменник. ℹ️ Узнайте больше в блоге АДАМАНТа или наберите **/help**, чтобы приступить к обмену. Я надежный партнер, но если возникнут вопросы, пишите по адресу U6386412615727665758.

# ChatScene.Actions.NamePlaceholder
source: Name
ru: Имя

# ChatScene.FreeTokensAlert.FreeTokens
source: 🎁 Free tokens
ru: 🎁 Бесплатные токены

# ChatScene.FreeTokensAlert.Message
source: ADAMANT is a unique Blockchain messenger that is independent from government, corporations and even its developers. It is possible due to a decentralized network, fully open source and run by users. That's why every action, including messaging or saving new contacts, has a network fee of 0.001 ADM. To start messaging now, get your free welcoming tokens.
ru: АДАМАНТ — мессенджер, полностью работающий на блокчейне, независимый от государств, корпораций и даже разработчиков. Это возможно благодаря децентрализованной сетевой инфраструктуре, с полностью открытым исходным кодом и поддерживаемой пользователями. Поэтому каждое действие, включая отправку сообщения или сохранение адресной книги, имеет комиссию сети 0.001 ADM. Чтобы начать общение, получите бесплатные токены.

# ChatsProvider.Validation.Passed
source: Validation passed
ru: Валидация пройдена

# Contribute.Section.CodeContribute
source: Contribute to the code
ru: Пишите код

# Contribute.Section.CodeContributeDescription
source: If you are a developer, join our GitHub repository
ru: Если вы разработчик, присоединяйтесь к нашему репозиторию на GitHub

# Contribute.Section.CrashlyticsDescription
source: Send anonymous crash reports and make the app more reliable. We don't gather usage statistics.
ru: Отправляйте анонимные отчеты об ошибках и сделайте приложение более надежным. Мы не собираем статистику.

# Contribute.Section.Donate
source: Donate
ru: Внести крипту

# Contribute.Section.DonateDescription
source: Every donation makes ADAMANT stronger
ru: Каждое пожертвование делает АДАМАНТ сильнее

# Contribute.Section.NetworkDelegate
source: Become a network delegate
ru: Станьте делегатом сети

# Contribute.Section.NetworkDelegateDescription
source: To become a delegate, pay a registration fee and gain voters’ support
ru: Чтобы стать делегатом, оплатите регистрационный сбор и получите голоса пользователей

# Contribute.Section.RunNodes
source: Run the ADAMANT node
ru: Запустите узел сети АДАМАНТа

# Contribute.Section.RunNodesDescription
source: Support decentralization and enhance privacy level
ru: Поддержите децентрализацию и повысьте уровень конфиденциальности

# Contribute.Section.SimulateCrash
source: Simulate crash
ru: Симулировать креш

# DelegateDetails.Row.Rate
source: Rate
ru: Позиция

# DelegateDetails.Title
source: Details
ru: Подробности

# Delegates.VotePanel.Downvotes
source: Downvotes:
ru: Понижены:

# Delegates.VotePanel.Upvotes
source: Upvotes:
ru: Повышены:

# Error.RequestCancelled
source: Request cancelled
ru: Запрос отменён

# LoginScene.Row.Passphrase.Placeholder
source: Passphrase
ru: Пароль

# NewChatScene.MyQr
source: Show my QR
ru: Показать мой QR

# No transactions found
source: Transactions not found
ru: Транзакции не найдены

# NodeList.DefaultNodesLoaded
source: Default nodes list was loaded
ru: Был загружен список нод по умолчанию

# NodesEditor.DeleteNodeAlert
source: Delete this node?
ru: Удалить эту ноду?

# NodesEditor.DeleteNodeButton
source: Delete
ru: Удалить ноду

# NodesEditor.FailedToBuildURL
source: Invalid host
ru: Некорректный адрес хоста

# NodesEditor.HostRow
source: Host
ru: Хост

# NodesEditor.HostRow.Placeholder
source: IP or host name
ru: IP или имя хоста

# NodesEditor.NewNodeTitle
source: New node
ru: Новая нода

# NodesEditor.PortRow
source: Port
ru: Порт

# NodesEditor.SchemeRow
source: Scheme
ru: Протокол

# NodesEditor.TestingInProgressMessage
source: Checking connection…
ru: Проверяем соединение…

# NodesEditor.WebSockets
source: Web sockets
ru: Веб сокеты

# NodesEditor.WebSocketsNotSupported
source: Not supported
ru: Не поддерживаются

# NodesEditor.WebSocketsSupported
source: Supported
ru: Поддерживаются

# NodesList.NodeCell.Milliseconds
source: ms
ru: мс

# NodesList.NodeCell.Offline
source: Offline
ru: Офлайн

# NodesList.NodeCell.Ping
source: Ping
ru: Пинг

# NodesList.NodeCell.Synchronizing
source: Synchronizing
ru: Синхронизируется

# NodesList.NodeCell.Version
source: version
ru: версия

# NodesList.PreferTheFastestNode
source: Prefer the fastest node
ru: Выбирать самую быструю ноду

# NodesList.ResetButton
source: Reset
ru: Сбросить

# NodesList.ResetNodeListAlert
source: Reset nodes list to default?
ru: Сбросить список нод к списку по умолчанию?

# NotificationsService.NotStayedLoggedIn
source: Can't turn on notifications without staying logged in
ru: Нельзя включить уведомления, не оставаясь в системе

# PkGeneratorScene.Alert
source: ADAMANT account includes crypto wallets. All of them are connected with your Passphrase, and only you have access to these wallets. You can export private key to use them in other applications. Store keys in secure place.
ru: В аккаунте АДАМАНТа несколько встроенных криптокошельков. Все они объединены вашей пассфразой, и только у вас есть доступ к ним. Вы можете экспортировать приватные ключи, чтобы использовать эти кошельки в других приложениях. Храните ключи в надежном месте.

# PkGeneratorScene.GenerateButton
source: Generate Keys
ru: Сгенерировать ключи

# PkGeneratorScene.Title
source: PrivateKey Generator
ru: Генератор Приватных ключей

# QrGeneratorScene.Passphrase.Placeholder
source: Passphrase
ru: Пароль

# QrGeneratorScene.Title
source: QR Generator
ru: Генератор QR

# Tabs.Chats
source: Chats
ru: Чаты

# TransactionDetailsScene.RequestingData
source: Requesting Data…
ru: Запрашиваем данные…

# TransactionDetailsScene.Row.Block
source: Block
ru: Блок

# TransactionDetailsScene.Title
source: Details
ru: Подробности

# TransactionListScene.Error.NotFound
source: Transactions not found
ru: Транзакции не найдены

# TransactionListScene.StartChat
source: Start Chat
ru: Начать чат

# TransactionListScene.ToChat
source: To Chat
ru: К чату

# TransactionStatus.Inconsistent
source: Inconsistent
ru: Несогласованно

# TransferScene.Row.RecipientName
source: Name
ru: Имя

# WalletServices.SharedErrors.BtcTaproot
source: ADAMANT doesn’t support Taproot Bitcoin addresses
ru: АДАМАНТ не поддерживает адреса биткоина типа Taproot
